Repository: WLB-IT/k10Plus
Catalog: locale/*/locale.po
Languages: de_de

# plugins.importexport.k10Plus.intro
source: The following information is required for successful deposit to the BSZ:
de_de: Die folgenden Angaben werden für eine erfolgreiche Abgabe beim BSZ benötigt:

# plugins.importexport.k10Plus.settings.form.username
source: Username
de_de: Benutzername

# plugins.importexport.k10Plus.settings.form.folderId
source: Folder ID
de_de: Ordner-ID

# plugins.importexport.k10Plus.settings.form.usernameRequired
source: Please enter the username you got from the BSZ. The username may not contain colons.
de_de: Bitte geben Sie den Benutzer/innennamen ein, den Sie vom BSZ erhalten haben. Der Benutzer/innenname darf keinen Doppelpunkt enthalten.

# plugins.importexport.k10Plus.settings.form.folderId.description
source: The folder path on the Server to which the deposited packages should be uploaded.
de_de: Der Verzeichnispfad auf dem Server,in dem die exportierten Pakete abgelegt werden sollen.

# plugins.importexport.k10Plus.settings.form.serverAddress
source: Server Address
de_de: Server Adresse

# plugins.importexport.k10Plus.settings.form.serverAddress.description
source: The Server address the deposited packages should be uploaded to.
de_de: Die Serveradresse an die die XML-Dateien gesendet werden.

# plugins.importexport.k10Plus.settings.form.port.description
source: The port the Server will be listening on.
de_de: Der Port des Servers.

# plugins.importexport.k10Plus.settings.form.automaticDeposit.heading
source: Enable automatic deposit to the BSZ
de_de: Automatische Ablieferung an das BSZ aktivieren

# plugins.importexport.k10Plus.settings.form.automaticDeposit.description
source: OJS regularly checks if there are articles not yet deposited and deposits them automatically to the BSZ. Please note that this may take a short amount of time after publication to process. You can check for undeposited articles in the article listing.
de_de: OJS prüft regelmäßig, ob es Artikel gibt, die noch nicht an das BSZ abgeliefert wurden und liefert diese automatisch an das BSZ ab. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann.<p>Sie können alle nicht abgelieferten Artikel in der Artikelauflistung überprüfen.</p>

# plugins.importexport.k10Plus.statusLegend
source: <p>Deposit status:</p> <p> <ul> <li> Not deposited: no deposit attempt has been made for this article.</li> <li> Active: the article has been deposited.</li> <li> Failed: the article deposit has failed.</li> <li> Marked active: the article was manually marked as active.</li> <li> Marked inactive: the article was manually marked as inactive.</li> </p> </ul> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to deposit again.</p>
de_de: <p>Ablieferungsstatus:</p> <p> <ul> <li> Nicht abgeliefert: noch kein Ablieferungsversuch für diesen Artikel.</li> <li> Aktiv: Der Artikel wurde abgeliefert.</li> <li> Fehlgeschlagen: Ablieferung ist fehlgeschlagen.</li> <li> Als aktiv markiert: Der Artikel wurde manuell als aktiv markiert. <li> Als inaktiv markiert: Der Artikel wurde manuell als inaktiv markiert. </p> </ul> <p>Es wird nur der Status des letzten Übermittlungsversuchs angezeigt.</p> <p>Wenn eine Ablieferung fehlgeschlagen ist, beheben Sie bitte die Ursache und versuchen Sie es erneut.</p>

# plugins.importexport.k10Plus.action.register
source: Deposit
de_de: Ablieferung

# plugins.importexport.k10Plus.action.export
source: Download XML
de_de: XML herunterladen

# plugins.importexport.k10Plus.action.markRegistered
source: Mark as active
de_de: Als aktiv markieren

# plugins.importexport.k10Plus.action.markUnregistered
source: Mark as inactive
de_de: Als inaktiv markieren

# plugins.importexport.k10Plus.action.selectAll
source: Select all
de_de: Alle auswählen

# plugins.importexport.k10Plus.status.failed
source: Failed
de_de: Fehlgeschlagen

# plugins.importexport.k10Plus.status.notdeposited
source: Not deposited
de_de: Nicht abgeliefert

# plugins.importexport.k10Plus.status.registered
source: Active
de_de: Aktiv

# plugins.importexport.k10Plus.status.markedRegistered
source: Marked active
de_de: Als aktiv markiert

# plugins.importexport.k10Plus.status.markedUnregistered
source: Marked inactive
de_de: Als inaktiv markiert

# plugins.importexport.k10Plus.description
source: This Plugin exports articles in MARC 21 XML format to the BSZ using SFTP.
de_de: Dieses Plugin exportiert Artikel im MARC 21 XML Format über SFTP an das BSZ.

# plugins.importexport.k10Plus.settings.form.automaticRegistration.description
source: OJS will deposit articles automatically to the BSZ. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered articles.
de_de: OJS wird Artikel automatisch an k10Plus abliefern. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann (z.B. abhängig von Ihrer Cronjob-Konfiguration). Sie können nach allen unregistrierten Artikeln suchen.

# plugins.importexport.k10Plus.senderTask.name
source: k10Plus Automatic Deposit
de_de: k10Plus automatische Registrierung

# plugins.importexport.k10Plus.error.noCopyrightyear
source: Copyright year missing in submission {$param} !
de_de: Im Artikel {$param} fehlt das Jahr des Copyrights!

# plugins.importexport.k10Plus.error.noKeywordGnd
source: The keyword "{$param1}" in the submission {$param2} does not have a GND-ID !
de_de: Das Schlagwort '{$param1}' im Artikel {$param2} hat keine GND-ID!

# plugins.importexport.k10Plus.error.noDoi
source: DOI of article {$param} is missing!
de_de: Die DOI im Artikel {$param} ist nicht vorhanden!

# plugins.importexport.k10Plus.error.noZDBId
source: The ZDB-ID of this journal is missing!
de_de: Die ZDB ID dieser Zeitschrift fehlt!

# plugins.importexport.k10Plus.error.noPagesOrCopyrightyear
source: Copyright year or number of pages is missing in the submission {$param} !
de_de: Im Artikel {$param} fehlt das Jahr des Copyrights oder die Seitenanzahl!

# plugins.importexport.k10Plus.error.noUrl
source: URL of submission {$param} is missing!
de_de: URL des Artikels {$param} fehlt!

# plugins.importexport.k10Plus.error.noPPN
source: PPN of submission {$param} is missing!
de_de: PPN des Artikels {$param} fehlt!

# plugins.importexport.k10Plus.error.noFile
source: The XML-file could not be found in the temp-Folder.
de_de: Die XML-Datei konnte im Temp-Verzeichnis nicht aufgefunden werden.
